Revit 2027 API
ParameterTypeId.RebarSystemSpacingBackDirn2 Property
 "Interior Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpacingBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace